Repository: tecnologiaenegocios/tn.plonemailing
Catalog: src/tn/plonemailing/locales/*/LC_MESSAGES/tn.plonemailing.po
Languages: pt_br

source: A Plone add-on for making newsletters
pt_br: Um complemento para Plone para construir boletins informativos

source: A container for subscribers
pt_br: Um receptáculo para inscritos

source: A short summary
pt_br: Um resumo curto

source: Activate
pt_br: Ativar

source: Add subscriber preferences link
pt_br: Adicionar link de preferências do inscrito

source: Add subscriber removal link
pt_br: Adicionar link de descadastramento do inscrito

source: All subscribers imported.
pt_br: Todos os inscritos importados.

source: Author e-mail address
pt_br: E-mail do autor

source: Author name
pt_br: Nome do autor

source: CSV import
pt_br: Importaçao de CSV

source: Cancel
pt_br: Cancelar

source: Cannot be empty
pt_br: Não pode ser vazio

source: Deactivate
pt_br: Desativar

source: E-mail (when available)
pt_br: E-mail (quando disponível)

source: E-mail address is not unique in this folder.
pt_br: Endereço de e-mail não é único nesta pasta.

source: Encoding
pt_br: Codificação

source: Error
pt_br: Erro

source: File
pt_br: Arquivo

source: File is not a proper CSV.
pt_br: Arquivo não é um CSV apropriado.

source: Format
pt_br: Formato

source: If a link for subscriber preferences should be added to the end of generated newsletters.
pt_br: Se um link para preferências do inscrito deve ser adicionado ao fim de boletins gerados.

source: If a link for subscriber removal should be added to the end of generated newsletters.
pt_br: Se um link para descadastramento do inscrito deve ser adicionado ao fim de boletins gerados.

source: Import
pt_br: Importar

source: In the absense of an element under the selector for the preferences URL, this HTML code, which must contain an element selectable through the selector, will be used.
pt_br: Na ausência de um elemento sob o seletor para a URL de preferências, este código HTML, que precisa conter um elemento selecionável a partir do seletor, será usado.

source: In the absense of an element under the selector for the removal URL, this HTML code, which must contain an element selectable through the selector, will be used.
pt_br: Na ausência de um elemento sob o seletor para a URL de descadastramento, este código HTML, que precisa conter um elemento selecionável a partir do seletor, será usado.

source: Inline styles
pt_br: Estilos em linha

source: Invalid date format.
pt_br: Formato de data inválido.

source: Invalid line format.
pt_br: Formato de linha inválido.

source: Issue date
pt_br: Data de envio

source: Issuing date
pt_br: Data de envio

source: Mark to make styles be added to each tag individually (for HTML email only). Some webmail services like GMail will strip "style" blocks before showing the message to the user. With this option enabled, the styles are less likely to be stripped by those services because they will be added in inline "style" attributes together with each tag they refer to.
pt_br: Marque para fazer com que estilos sejam adicionados à cada tag individualmente (para email em HTML apenas). Alguns serviços de webmail como GMail irão remover blocos "style" antes de mostrar a mensagem ao usuário. Com essa opção habilitada, os estilos têm menos chance de serem removidos por esses serviços pois eles serão adicionados em atributos "style" juntamente com cada tag às quais eles se referem.

source: Must provide a preferences HTML if a link for this is to be added.
pt_br: Necessário prover o HTML de preferências se um link para isso deve ser adicionado.

source: Must provide a removal HTML if a link for this is to be added.
pt_br: Necessário prover o HTML de descadastramento se um link para isso deve ser adicionado.

source: Name
pt_br: Nome

source: Newsletter
pt_br: Boletim informativo

source: Newsletter from content
pt_br: Boletim informativo a partir do conteúdo

source: Newsletter listing
pt_br: Listagem de boletins informativos

source: Newsletter title
pt_br: Título do boletim

source: No subscriber was imported.
pt_br: Nenhum inscrito foi importado.

source: One or more subscribers could not be imported.
pt_br: Um ou mais inscritos não puderam ser importados.

source: Reply e-mail address
pt_br: E-mail de resposta

source: Reply person name
pt_br: Nome para resposta

source: Row number
pt_br: Número da linha

source: Sender e-mail address
pt_br: E-mail do remetente

source: Sender name
pt_br: Nome do remetente

source: Shows the contained newsletters of the folder
pt_br: Mostra os boletins informativos contidos nesta pasta

source: Someone to receive messages
pt_br: Alguém para receber mensagens

source: Subject
pt_br: Assunto

source: Subscriber
pt_br: Inscrito

source: Subscriber list
pt_br: Lista de inscritos

source: Subscriber name XPath selector
pt_br: Seletor XPath para o nome do inscrito

source: Subscriber preferences HTML
pt_br: HTML de preferências do inscrito

source: Subscriber preferences URL XPath selector
pt_br: Seletor XPath da URL de preferências do inscrito

source: Subscriber providers
pt_br: Provedores de inscritos

source: Subscriber removal HTML
pt_br: HTML de descadastramento do inscrito

source: Subscriber removal URL XPath selector
pt_br: Seletor XPath da URL de descadastramento do inscrito

source: Subscribers not imported
pt_br: Inscritos não importados

source: TN Plone Mailing settings
pt_br: Configuração de TN Plone Mailing

source: Text
pt_br: Texto

source: The e-mail address of the author of the newsletter. If none is provided, the address set as the site's contact form address will be used.
pt_br: O endereço de e-mail do autor do boletim. Se nenhum é informado, o endereço configurado como o do formulário de contato do site será usado.

source: The e-mail address of the sender of the newsletter. This should match the authentication address used to send the newsletter (otherwise you may have delivery problems for some subscribers). If none is provided, the "Author e-mail address" is used.
pt_br: O endereço de e-mail do remetente do boletim. Este deve ser o mesmo endereço de autenticação usado para enviar o boletim (caso contrário você pode ter problemas de entrega para alguns inscritos). Se nenhum é informado, o "E-mail do autor" é usado.

source: The e-mail address where replies should go to. Leave blank to not set a reply address.
pt_br: O endereço de e-mail para onde respostas devem ir. Deixe em branco para não usar um endereço de resposta.

source: The element whose "href" attribute will be replaced. The replacement happens always, no matter if "Add subscriber preferences link" is checked.
pt_br: O elemento cujo atributo "href" será substituído. A substituição ocorre sempre, não importa se "Adicionar link de preferências do inscrito" está marcado.

source: The element whose "href" attribute will be replaced. This replacement happens always, no matter if "Add subscriber removal link" is checked.
pt_br: O elemento cujo atributo "href" será substituído. A substituição ocorre sempre, não importa se "Adicionar link de descadastramento do inscrito" está marcado.

source: The element whose text will be replaced with the name of the subscriber.
pt_br: O elemento cujo texto será substituído pelo nome do inscrito.

source: The following subscribers could not be imported:
pt_br: Os seguintes inscritos não foram importados:

source: The name of the author of the newsletter. This is the name which will appear in the in the mailbox of the subscriber.
pt_br: O nome do autor do boletim. Este é o nome que aparecerá na caixa de entrada do inscrito.

source: The name of the person whom replies should go to.
pt_br: O nome da pessoa para quem as respostas devem ir.

source: The name of the sender of the newsletter. If none is provided, the "Author name" is used.
pt_br: O nome do remetente do boletim. Se nenhum é informado, o "Nome do autor" é usado.

source: The subject of the newsletter. If none is provided the title of the content is used.
pt_br: O assunto do boletim. Se nenhum é informado, o título do conteúdo é usado.

source: The subscriber providers to which this content should be sent.
pt_br: Os provedores de inscritos para os quais este conteúdo deve ser enviado.

source: The time and date an item was last sent
pt_br: A hora e data que um ítem foi enviado pela última vez

source: Use this form to input a batch of subscribers (without confirmation). Provide a CSV table with columns email and format ("html" or "text"), in this order, without headers. Optionally, you can add one more column to inform an deactivation date for the subscriber. Also, a fourth column may be added to indicate an activation date.
pt_br: Use este formulário para criar um lote de inscritos (sem confirmação). Envie uma tabela CSV com colunas email e formato ("html" ou "text"), nesta ordem, sem cabeçalhos. Opcionalmente, você pode adicionar uma coluna a mais para informar uma data de desativação para o inscrito. Ainda, uma quarta coluna pode ser adicionada para indicar uma data de ativação.

source: activate_subscriber_description_message
pt_br: Por favor confirme sua inscrição na lista ${list_title}.

source: activate_subscriber_title_message
pt_br: Confirmação de inscrição de ${email}

source: deactivate_subscriber_description_message
pt_br: Por favor confirme descadastramento da lista ${list_title}.

source: deactivate_subscriber_title_message
pt_br: Confirmação de descadastramento para ${email}

source: subscription_confirmed
pt_br: Inscrição de ${email} for confirmada.

source: subscription_removal_confirmed
pt_br: Descadastramento de ${email} da lista ${list} foi confirmado.
